{
  "501" : ["Room 501 is situated on the first floor of the red building."," Room 501, capable of accommodating 50-60 students, truly exudes an inviting atmosphere. Its size and layout are well-suited for various student activities and discussions."],
  "avr" : ["The Audio-Visual Room is situated on the first floor of the red building"," Highlighted inside the Audio-Visual Room (AVR), reserved for school forums, seminars, and workshops, is a prominent space adorned with a sizable LED TV, accommodating over 120 seats, complemented by a row of elongated metal chairs."],
  "502" : ["Room 502 is situated on the second floor of the red building"," Room 502, designed for 50-60 students, serves as a focal point for intellectual discussions on intricate computer science concepts. It is the hub where academic communities form, hosting activities that expand students' knowledge and skills. Within this room, limitations dissolve, fostering an environment where students' imaginations can flourish."],
  "office" : ["The Office of the Dean and Faculty of the College of Computer Science is located on the second floor of the red building."," The Office of the Dean and Faculty of the College of Computer Science serves as the gathering place for all professors to discuss important matters. If you have something significant to convey, you can directly visit and communicate with them. This is the hub for meetings and discussions among knowledgeable professors in the field of computer science. Busy conversations about crucial topics take place here, and teachers extend assistance and information to those in need."],
  "505" : ["Room 505 is situated on the third floor of the red building."," In these rooms, students' dreams and successes in the field of computer science take shape. Here, they broaden their knowledge, exchange ideas, and collaborate to advance their skills."],
  "506" : ["Room 506 is situated on the third floor of the red building"," In these rooms, students' dreams and successes in the field of computer science take shape. Here, they broaden their knowledge, exchange ideas, and collaborate to advance their skills."],
  "507" : ["Room 507 is situated on the third floor of the red building.","In these rooms, students' dreams and successes in the field of computer science take shape. Here, they broaden their knowledge, exchange ideas, and collaborate to advance their skills."],
  "508" : ["Room 508 is situated on the fourth floor of the red building.","Room 508, designed for 50 to 60 students, is a vibrant space where lively discussions, experiments, and projects in the field of computer science unfold. It serves as a hub for creative minds, uniting individuals with the common goal of leading in their field. This room is the home of innovative ideas and the advancement of knowledge, where minds are free to step into a future full of possibilities."],
  "510" : ["Room 510 is situated on the fourth floor of the red building.","Rooms 509 and 510 have been combined to create a more extensive space, accommodating over 160 students. In these rooms, students engage in collaborative learning and exploration in the field of computer science, fostering a broader exchange of ideas, project implementation, and skill development."],
  "509" : ["Room 509 is situated on the fourth floor of the red building.","Rooms 509 and 510 have been combined to create a more extensive space, accommodating over 160 students. In these rooms, students engage in collaborative learning and exploration in the field of computer science, fostering a broader exchange of ideas, project implementation, and skill development."],
  "511" : ["Room 511 is situated on the fifth floor of the red building.","Room 511 is equipped with 62 desktop computers, including one connected to a projector in each room. Within Room 511, boundaries of reality vanish, opening doors to the digital realm. The 62 desktop computers stand ready to provide efficiency and support for students in their computer-related tasks and studies, while the connected projector brings presentations and projects to life with clarity."],
  "512" : ["Room 512 is situated on the fifth floor of the red building.","Room 512 is equipped with 64 desktop computers, each accompanied by a projector. Within Room 512, minds explode with creativity, and the boundaries of imagination disappear. The 64 desktop computers, prepared for use, aim to provide proficiency and skills for students in the field of computer science, while the projector enhances the clarity and comprehension of presentations and projects for the students. In Room 512, dreams and ideas become achievable through the keystrokes on the computer keyboards."],
  "513" : ["Room 513 is situated on the fifth floor of the red building.","Room 513 is equipped with 64 desktop computers, each accompanied by a projector. Within Room 513, minds explode with creativity, and the boundaries of imagination disappear. The 64 desktop computers, prepared for use, aim to provide proficiency and skills for students in the field of computer science, while the projector enhances the clarity and comprehension of presentations and projects for the students. In Room 513, dreams and ideas become achievable through the keystrokes on the computer keyboards."],
  "515" : ["Room 515 is situated on the sixth floor of the red building.","Room 515 serves as another computer laboratory with 71 desktop computers. Here, students engage in deep and practical studies in the field of technology. The 71 desktop computers, ready for use, provide broader opportunities for training and advancing computer skills. Within Room 515, cutting-edge technological innovations and solutions to industry challenges take shape. It is also the space where students conduct explorations and experiments, expanding their knowledge and capabilities in the world of computers. In this room, minds flourish, proving the proficiency of students in utilizing technology."],
  "516" : ["Room 516 is situated on the sixth floor of the red building.","Room 516, a computer laboratory with 71 desktop computers, accommodates 50-60 students, providing ample space for studying and experimenting in technology. Through practical activities and projects, students develop skills, expand knowledge, and find joy while engaging with cutting-edge technology."],
  "517" : ["Room 517 is situated on the sixth floor of the red building.","Room 517 is tailored for Computer System Servicing NC 2, offering specialized training and certification in computer system maintenance. Equipped with tools and materials, the room fosters hands-on learning, enabling students to develop a deep understanding of troubleshooting and maintaining computer systems with attention to detail and procedural expertise."],
  "radio" : ["Radio Natin is located on the sixth floor of the red building."," This radio station is use for news and information and also to entertain using radio."]

}